2025.10.05 21:52:34.598	2022.01.01 00:00:00   اکسپرت MarketStructurePro v5.3 با منطق پیشرفته SMC، FVG و فیبوناچی آغاز به کار کرد.
2025.10.05 21:52:34.598	2022.01.01 00:00:00   ساختار اولیه: اولین کف در قیمت 1.13793 شناسایی شد.
2025.10.05 21:52:34.598	2022.01.01 00:00:00   ساختار اولیه: اولین سقف در قیمت 1.13853 شناسایی شد.
2025.10.05 21:52:45.306	2022.01.03 00:05:00   >>> رویداد: شکست کف (BoS) در قیمت 1.13755 رخ داد. (کف شکسته شده: 1.13793)
2025.10.05 21:52:45.307	2022.01.03 00:05:00   --> فاز جدید: [شکار کف] فعال شد. نقطه 100% فیبو (ثابت) در سقف 1.13847 ثبت شد.
2025.10.05 21:52:46.074	2022.01.03 00:45:00   <<< تایید شد: شرط اصلاح 35٪ برای کف جدید برقرار شد. کف جدید (0% فیبو) در 1.13645 ثبت می‌شود.
2025.10.05 21:52:46.074	2022.01.03 00:45:00   وضعیت روند به صعودی (Bullish) تغییر یافت.
2025.10.05 21:52:50.714	2022.01.03 02:45:00   >>> رویداد: شکست کف (CHoCH) در قیمت 1.13625 رخ داد. (کف شکسته شده: 1.13645)
2025.10.05 21:52:50.715	2022.01.03 02:45:00   --> فاز جدید: [شکار کف] فعال شد. نقطه 100% فیبو (ثابت) در سقف 1.13778 ثبت شد.
2025.10.05 21:52:50.715	2022.01.03 02:45:00   وضعیت روند به بدون روند (Ranging) تغییر یافت.
2025.10.05 21:53:13.998	2022.01.03 11:15:00   <<< تایید شد: شرط اصلاح 35٪ برای کف جدید برقرار شد. کف جدید (0% فیبو) در 1.13349 ثبت می‌شود.
2025.10.05 21:53:13.999	2022.01.03 11:15:00   وضعیت روند به نزولی (Bearish) تغییر یافت.
2025.10.05 21:53:38.933	2022.01.03 16:30:00   >>> رویداد: شکست کف (BoS) در قیمت 1.13261 رخ داد. (کف شکسته شده: 1.13349)
2025.10.05 21:53:38.933	2022.01.03 16:30:00   --> فاز جدید: [شکار کف] فعال شد. نقطه 100% فیبو (ثابت) در سقف 1.13661 ثبت شد.
2025.10.05 21:53:42.074	2022.01.03 20:45:00   FVG جدید از نوع Bullish در زمان 2022.01.03 20:15 شناسایی شد.
2025.10.05 21:53:42.087	2022.01.04 02:30:00   FVG جدید از نوع Bullish در زمان 2022.01.04 02:00 شناسایی شد.
2025.10.05 21:53:42.087	2022.01.04 02:30:05   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.087	2022.01.04 02:33:07   FVG صعودی در زمان 2022.01.04 02:00 توسط قیمت BID ابطال شد (Bid < FVG Low).
2025.10.05 21:53:42.093	2022.01.04 07:30:00   FVG جدید از نوع Bullish در زمان 2022.01.04 07:00 شناسایی شد.
2025.10.05 21:53:42.093	2022.01.04 07:30:02   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.093	2022.01.04 07:39:51   FVG صعودی در زمان 2022.01.04 07:00 توسط قیمت BID ابطال شد (Bid < FVG Low).
2025.10.05 21:53:42.094	2022.01.04 08:30:00   FVG جدید از نوع Bearish در زمان 2022.01.04 08:00 شناسایی شد.
2025.10.05 21:53:42.094	2022.01.04 08:30:01   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.105	2022.01.04 11:22:32   FVG نزولی در زمان 2022.01.04 08:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.115	2022.01.04 11:45:00   FVG جدید از نوع Bullish در زمان 2022.01.04 11:15 شناسایی شد.
2025.10.05 21:53:42.115	2022.01.04 11:45:01   FVG صعودی در زمان 2022.01.04 11:15 توسط قیمت BID ابطال شد (Bid < FVG Low).
2025.10.05 21:53:42.115	2022.01.04 11:45:01   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.161	2022.01.04 13:30:00   FVG جدید از نوع Bearish در زمان 2022.01.04 13:00 شناسایی شد.
2025.10.05 21:53:42.210	2022.01.04 17:14:41   FVG نزولی در زمان 2022.01.04 13:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.211	2022.01.04 17:30:00   <<< تایید شد: شرط اصلاح 35٪ برای کف جدید برقرار شد. کف جدید (0% فیبو) در 1.12723 ثبت می‌شود.
2025.10.05 21:53:42.213	2022.01.04 17:45:00   FVG جدید از نوع Bullish در زمان 2022.01.04 17:15 شناسایی شد.
2025.10.05 21:53:42.213	2022.01.04 17:45:00   FVG نزولی در زمان 1970.01.01 18:12 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.216	2022.01.04 17:58:31   FVG صعودی در زمان 2022.01.04 17:15 توسط قیمت BID ابطال شد (Bid < FVG Low).
2025.10.05 21:53:42.243	2022.01.05 03:30:00   FVG جدید از نوع Bullish در زمان 2022.01.05 03:00 شناسایی شد.
2025.10.05 21:53:42.243	2022.01.05 03:30:02   FVG نزولی در زمان 1970.01.01 18:12 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.293	2022.01.05 21:15:00   FVG جدید از نوع Bearish در زمان 2022.01.05 20:45 شناسایی شد.
2025.10.05 21:53:42.293	2022.01.05 21:15:00   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.301	2022.01.05 21:30:00   FVG جدید از نوع Bearish در زمان 2022.01.05 21:00 شناسایی شد.
2025.10.05 21:53:42.301	2022.01.05 21:30:00   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.342	2022.01.06 05:45:00   FVG جدید از نوع Bearish در زمان 2022.01.06 05:15 شناسایی شد.
2025.10.05 21:53:42.342	2022.01.06 05:45:00   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.350	2022.01.06 05:58:25   FVG نزولی در زمان 2022.01.06 05:15 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.351	2022.01.06 07:30:00   FVG جدید از نوع Bearish در زمان 2022.01.06 07:00 شناسایی شد.
2025.10.05 21:53:42.351	2022.01.06 07:30:02   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.360	2022.01.06 09:15:00   FVG جدید از نوع Bearish در زمان 2022.01.06 08:45 شناسایی شد.
2025.10.05 21:53:42.360	2022.01.06 09:15:00   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:53:42.371	2022.01.06 10:28:36   FVG نزولی در زمان 2022.01.06 08:45 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:54:49.899	2022.01.07 07:00:00   FVG جدید از نوع Bullish در زمان 2022.01.07 06:30 شناسایی شد.
2025.10.05 21:54:49.899	2022.01.07 07:00:03   FVG نزولی در زمان 1970.01.01 00:00 توسط قیمت ASK ابطال شد (Ask > FVG High).
2025.10.05 21:54:49.964	2022.01.07 07:31:36   FVG صعودی در زمان 2022.01.07 06:30 توسط قیمت BID ابطال شد (Bid < FVG Low).
